{
    "profiles": 
    [
        {
            "name": ["Hugo", "Stevas"],
            "bio": "Hi I am Hugo. I am a senior majoring in Computer Science. Hoping to have a chill / fun last year and meet new people. My roomates and I are looking for a group of 3 to fill the last unit in a house. Let us know if you are interested!",
            "hobbies": ["Boxing", "Stocks", "Politics"],
            "personality": ["Talktative", "Charasmatic"]
        }, 
        {
            "name": ["Natalie", "Brewster"],
            "bio": "Hi! My name is Natalie and I am from the Bay Area California. I really enjoy hanging out with my friends and watching movies. I am pretty easy going and excited. Looking on be half of my 5 person apartment for a group that want's to sublet for the summer.",
            "hobbies": ["Design", "Reading"],
            "personality": ["Introvert", "Bookworm"]
        },
        {
            "name": ["Jane", "Austin"],
            "bio": "Hi! I am Jane and I am from Naples Florida. I am really excited to come to Northwestern in the fall and plan on joining the bird watching club. I enjoy drawing in my freetime and am looking for a roomate who I can do in dorm activities with.",
            "hobbies": ["Drawing", "Introvert"],
            "personality": ["Gentle", "Optimistic"]
        }, 
        {
            "name": ["Tara", "Rendle"],
            "bio": "My name is Tara and I am looking for a freshman roomate. I am pretty clean and like having an organized room. In my free time I keep up a fashion blog, so I will have lots of clothes and might even enlist you in some of my photoshoots! Hoping to be good friends with my roomate :) ",
            "hobbies": ["Fashionista", "Reading", "Photographer"],
            "personality": ["Sarcastic", "Reserved"]
        }, 
        {
            "name": ["Maple", "Davis"],
            "bio": "Hi my name is Maple and I am from Manassas Virginia. I just transfered to Northwestern and am looking for roomates! I am really tidy and would preferably like to live close to campus. In my free time I like playing boardgames with my friends as well as reading.",
            "hobbies": ["Drawing", "Reading", "Boardgames"],
            "personality": ["Witty", "Frank", "Practical"]
        }, 
        {
            "name": ["Jake", "Williams"],
            "bio": "Hi, my name is Jake and I am looking for a three month subletter since I am studying abroad this fall. Eventhough we won't be spending any time together in the apartment I wanted to tell you a bit more about myself. I am from California (go SoCal!) and I am big on surfing. I run some of the intramural tournaments on campus. In my free time I like to hang out on the lakefill in a hamock or play frisbee with my friends. Let me know if you are interested in viewing the apartment or want more pricing information.",
            "hobbies": ["Explorer", "Reading"],
            "personality": ["Serious", "Bookworm"]
        }, 
        {
            "name": ["Gretchen", "Maizda"],
            "bio": "Hi, I am Gretchen from Conneticut, but most people call me G. I am super excited to be starting Northwestern in the Fall. Looking for a roomate that wants to live on North campus. I will probably be waking up pretty early since I plan on joining the sailing team, but I am a deep sleeper so I am good with noise. Hoping that we can go to lunch together and be friends outside of being roomates!",
            "hobbies": ["Sailing", "Concerts", "Movies", "Running"],
            "personality": ["Extroverted", "Chatty"]
        },
        {
            "name": ["Kate", "Miller"],
            "bio": "Hi, I am Kate and I am from Kansas. I am a sophomore and my friends and I are looking for two more people to make a unit of 4 and get a Kemper Suite. We are looking for people who are okay with late night noise and want to hang out after class!",
            "hobbies": ["Swimming", "Concerts", "Movies", "Running"],
            "personality": ["Extroverted", "Insominaic"]
        },
        {
            "name": ["Milli", "Shravas"],
            "bio": "Hello I am Milli. A little bit about me, I am from Texas (Katie) and enjoy the outdoors. If you like hikes or going out we will definetly get along! I am posting to look for a last roomate in the Swimming house on Garnett. You do not need to be a swimmer - let me know if you're interested.. it's a nice house.",
            "hobbies": ["Swimming", "Hiking", "Traveling"],
            "personality": ["Joyful", "Charasmatic"]
        },
        {
            "name": ["Tommy", "Heller"],
            "bio": "Hi I am Tommy and I am a Graduate student. I study social policy at Northwestern. In my free time I enjoy cooking, going to the local market, and thrifting. Looking for someone to room with in downtown Evanston!",
            "hobbies": ["Cooking", "Homebody"],
            "personality": ["Upbeat", "Humerous"]
        }
    ]
}